Repository: poppingmoon/aria
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, de, es, fr, id, it, ja, ko, no, pt, ru, th, uk, vi, zh_hans, zh_hant

# _achievements._types._viewAchievements3min.title
source: Likes Achievements
ca: M'agraden els èxits
cs: Máš rád úspěchy
de: Fan von Errungenschaften
es: ¡Te gustan los logros!
id: Suka Pencapaian
it: Mi piacciono i risultati
ja: 実績好き
ko: 저 도전과제 좋아해요
pt: Curte Conquistas
ru: Любовь к успехам
th: ชอบบรรลุความสําเร็จ
uk: Шанувальник досягнень
vi: Yêu Thành tích
zh_hans: 成就爱好者
zh_hant: 成就發燒友

# _achievements._types._iLoveMisskey.title
source: I Love Misskey
ca: Estimo Misskey
cs: Miluju Misskey
es: ¡AMO Misskey!
fr: J’adore Misskey
pt: Eu Amo Misskey
ru: Я люблю Misskey
th: ฉันรัก Misskey
vi: Tôi Yêu Misskey

# _achievements._types._foundTreasure.title
source: Treasure Hunt
ca: A la Recerca del Tresor
cs: Hon za pokladem
de: Schatzsuche
es: Búsqueda del tesoro
fr: Chasse au trésor
id: Berburu Harta Karun
it: Caccia al tesoro
ja: 宝探し
ko: 보물찾기
pt: Caça ao Tesouro
ru: Охота за сокровищами
th: ล่าสมบัติ
uk: Пошуки скарбів
vi: Tìm kiếm kho báu
zh_hans: 寻宝
zh_hant: 尋寶

# _achievements._types._client30min.title
source: Short break
ca: Parem una estona
cs: Krátká pauza
de: Kurze Pause
es: Un descansito
fr: Pause bien méritée
id: Istirahat pendek
it: Piccola grande pausa
ja: ひとやすみ
ko: 잠시 쉬어요
pt: Pausinha
ru: Перерыв на обед
th: พักผ่อนสักหน่อย
uk: Коротка перерва
vi: Giải lao xỉu
zh_hans: 休息一下！
zh_hant: 休息一下

# _achievements._types._client60min.title
source: No "Miss" in Misskey
ca: A totes amb Misskey
cs: Žádný "Miss" v Misskey
de: Munter mit Misskey
es: Viendo mucho Misskey.
id: Tidak ada "Miss" dalam Misskey
it: Misskey negli occhi
ja: Misskeyの見すぎ
pt: Sem falta
ru: Не наглядеться на Misskey
th: Misskey ต้องไม่มีสิ่งใด “Miss”
zh_hans: Misskey 重度依赖
zh_hant: Misskey 看太多

# _achievements._types._noteDeletedWithin1min.title
source: Nevermind
ca: No et preocupis
cs: Ups, nevadí
de: Ups
es: Ah... Mejor no...
id: Eh, salah coy!
it: Ooops!
ja: いまのなし
ko: 있었는데요 없었습니다
pt: Deixa pra lá
ru: Ой, нет!
th: ไม่เป็นไร
uk: Не зважай
vi: Xem như không có gì đâu nha
zh_hans: 欲言又止
zh_hant: 欲言又止

# _achievements._types._postedAtLateNight.title
source: Nocturnal
ca: Nocturn
cs: Noční typ
de: Nachtaktiv
es: Nocturno
id: Nokturnal
it: Biassanot!
ja: 夜行性
ko: 올빼미
pt: Noturno
ru: Житель ночи
th: ออกหากินยามดึกดื่น
uk: Нічне життя
vi: Loài ăn đêm
zh_hans: 夜猫子
zh_hant: 夜貓子

# _achievements._types._postedAt0min0sec.title
source: Speaking Clock
ca: Rellotge xerraire
cs: Mluvící hodiny
de: Zeitansage
es: Reloj parlante
fr: Horloge parlante
id: Jam ngomong
it: Mezzanotte
ja: 時報
ko: 정각
pt: Relógio Falante
ru: Говорящие часы
th: นาฬิกาเทียบเวลา
uk: Сигнал часу
vi: Tín hiệu báo giờ
zh_hans: 报时
zh_hant: 報時

# _achievements._types._selfQuote.title
source: Self-Reference
ca: Autoreferència
cs: Sebereference
de: Selbstzitat
es: Autoreferencia
id: Rujukan mandiri
it: Autoreferenziale
ja: 自己言及
ko: 혼잣말
pt: Autorreferência
ru: Самовоспроизведение
th: อ้างอิงตนเอง
uk: Самопосилання
vi: Nói đến bản thân
zh_hans: 自我引用
zh_hant: 自我引用

# _achievements._types._htl20npm.title
source: Flowing Timeline
ca: Línia de temps fluida
cs: Plynoucí časová osa
de: Fließende Chronik
es: Línea de tiempo fluyendo
id: Lini masa mengalir
it: Timeline scorrevole
ja: 流れるTL
ko: 타임라인 폭주 중
pt: Linha do Tempo Fluida
ru: В потоке
th: ไทม์ไลน์ไหล
uk: Плинна стрічка
vi: Timeline trôi như con sông
zh_hans: 流动的时间线
zh_hant: 源源不絕

# _achievements._types._viewInstanceChart.title
source: Analyst
ca: Analista
cs: Analytik
es: Analista
fr: Analyste
id: Analis
it: Analista
ja: アナリスト
ko: 애널리스트
pt: Analista
ru: Аналитик
th: วิเคราะห์
uk: Аналітик
vi: Nhà phân tích
zh_hans: 分析师
zh_hant: 分析師

# _achievements._types._outputHelloWorldOnScratchpad.title
source: Hello, world!
ca: Hola, món!
de: Hallo Welt!
es: ¡Hola mundo!
id: Halo, dunia!
pt: Olá, Mundo!
ru: Привет, мир!
th: หวัดดีชาวโลก!
vi: Chào thế giới!

# _achievements._types._open3windows.title
source: Multi-Window
ca: Multi finestres
cs: Splitscreen
de: Splitscreen
es: Multiventana
fr: Multi-fenêtres
id: Jendela ganda
it: Apri le finestre!
ja: マルチウィンドウ
ko: 멀티 윈도우
pt: Múlti-Janelas
ru: Многооконный
th: มัลติวินโดว์
vi: Nhiều cửa sổ
zh_hans: 多窗口
zh_hant: 多重視窗

# _achievements._types._driveFolderCircularReference.title
source: Circular Reference
ca: Consulteu la secció de bucle
cs: Okružní reference
de: Zyklischer Verweis
es: Referencia circular
fr: Référence circulaire
id: Referensi Siklus
it: Riferimento circolare
ja: 循環参照
ko: 순환 참조
no: Rundskrivreferanse
pt: Referência circular
ru: Циклическая ссылка
th: อ้างอิงวงจร
zh_hans: 循环引用
zh_hant: 循環引用

# _achievements._types._reactWithoutRead.title
source: Did you really read that?
ca: De veritat has llegit això?
cs: Opravdu jste to četl/a?
de: Hast du das wirklich gelesen?
es: ¡Sí lo leíste bien?
id: Beneran udah dibaca?
it: Hai letto bene?
ja: ちゃんと読んだ？
ko: 읽고 답하긴 하시는 건가요?
no: Leste du det virkelig?
pt: Você leu tudo isso?
ru: Не читай @ отвечай!
th: คุณอ่านมันจริงๆหรือเปล่า?
uk: Прочитали як слід?
vi: Bài này bạn đọc kỹ chứ?
zh_hans: 有好好读过吗？
zh_hant: 有好好讀過嗎？

# _achievements._types._clickedClickHere.title
source: Click here
ca: Fer clic
cs: Klikněte sem
de: Klicke hier
es: Pícale aquí
id: Klik di sini
it: Clicca qui
ja: ここをクリック
ko: 여기를 누르세요
no: Klikk her
pt: Clique aqui
ru: Нажмите здесь
th: คลิกที่นี่
uk: Натисніть тут
vi: Bấm đây
zh_hans: 点这里
zh_hant: 點擊這裡

# _achievements._types._justPlainLucky.title
source: Just Plain Lucky
ca: Ha sigut sort
cs: Čisté štěstí
de: Pures Glück
es: Pura suerte
id: Lagi Beruntung
it: Proprio fortunato
ja: 単なるラッキー
ko: 그냥 운이 좋았어
no: Rett og slett heldig
pt: Pura Sorte
ru: Чистая удача
th: แค่ลัคกี้ธรรมดา
uk: Просто вдача
vi: Chỉ là một cuộc máy mắn
zh_hans: 超高校级的幸运
zh_hant: 只是運氣好

# _achievements._types._setNameToSyuilo.title
source: God Complex
ca: soc millor
cs: Boží komplex
de: Gottkomplex
es: Complejo de superioridad
fr: Complexe de dieu
it: Complesso divino
ja: 神様コンプレックス
ko: 신 콤플렉스
pt: Complexo de Deus
ru: Комплекс бога
th: คอมเพล็กซ์ของพระเจ้า
uk: Комплекс бога
vi: Ngưỡng mộ với vị thần
zh_hans: 上帝情结
zh_hant: 神與您同在

# _achievements._types._passedSinceAccountCreated1.title
source: One Year Anniversary
ca: Primer aniversari
cs: Roční výročí
de: Einjahresjubiläum
es: Primer aniversario
fr: Premier anniversaire
id: Perayaan Satu Tahun
it: Primo Anniversario
ja: 一周年
ko: 1주년
no: Ett års jubileum
pt: Aniversário de Um Ano
ru: Первая годовщина
th: ครบรอบหนึ่งปี
uk: Перша річниця
vi: Kỷ niệm một năm
zh_hans: 一周年
zh_hant: 一週年

# _achievements._types._passedSinceAccountCreated2.title
source: Two Year Anniversary
ca: Segon aniversari
cs: Dvouleté výročí
de: Zweijahresjubiläum
es: Segundo aniversario
fr: Second anniversaire
id: Perayaan Dua Tahun
it: Secondo Anniversario
ja: 二周年
ko: 2주년
no: To års jubileum
pt: Aniversário de Dois Anos
ru: Вторая годовщина
th: ครบรอบสองปี
uk: Друга річниця
zh_hans: 二周年
zh_hant: 二週年

# _achievements._types._passedSinceAccountCreated3.title
source: Three Year Anniversary
ca: Tres anys
cs: Tříleté výročí
de: Dreijahresjubiläum
es: Tercer aniversario
fr: 3ème anniversaire
id: Perayaan Tiga Tahun
it: Terzo Anniversario
ja: 三周年
ko: 3주년
no: Tre års jubileum
pt: Aniversário de Três Anos
ru: Третья годовщина
th: ครบรอบสามปี
uk: Третя річниця
zh_hans: 三周年
zh_hant: 三週年

# _achievements._types._loggedInOnBirthday.title
source: Happy Birthday
ca: Felicitats!
cs: Všechno nejlepší!
de: Alles Gute Zum Geburtstag
es: ¡Feliz cumpleaños!
fr: Joyeux Anniversaire !
id: Selamat Ulang Tahun
it: Buon compleanno!
ja: ハッピーバースデー
ko: 생일 축하합니다!
no: Gratulerer med dagen
pt: Feliz Aniversário
ru: С днём рождения!
th: สุขสันต์วันเกิด
uk: З Днем народження!
vi: Sinh nhật vủi vẻ
zh_hans: 生日快乐
zh_hant: 生日快樂

# _achievements._types._loggedInOnNewYearsDay.title
source: Happy New Year!
ca: Bon any nou!
cs: Štastný nový rok!
de: Frohes Neujahr
es: ¡Feliz Año Nuevo!
fr: Bonne année !
id: Selamat Tahun Baru!
it: Buon anno nuovo!
ja: あけましておめでとうございます
ko: 새해 복 많이 받으세요
no: Godt nytt år
pt: Feliz Ano Novo!
ru: С Новым годом!
th: สวัสดีปีใหม่!
uk: З Новим роком!
vi: Chức mừng năm mới
zh_hans: 恭贺新禧
zh_hant: 新年快樂

# _achievements._types._cookieClicked.title
source: A game in which you click cookies
ca: Un joc en què fas clic a les galetes
cs: Hra, ve které klikáte na sušenky
de: Ein Spiel, in dem du auf einen Keks klickst
es: Un juego para picarle a una galleta
fr: Jeu de clic sur des cookies
id: Permainan dimana kamu mengeklik kue
it: Clicca il biscotto
ja: クッキーをクリックするゲーム
ko: 쿠키를 클릭하는 게임
pt: Um jogo onde você clica em cookies
ru: Игра, в которой вы щёлкаете по печенькам
th: เกมที่คุณคลิกที่คุกกี้
zh_hans: 饼干点点乐
zh_hant: 點擊餅乾的遊戲

# _achievements._types._brainDiver.title
source: Brain Diver
ca: Busseja Ments
zh_hant: Brain Driver

# _achievements._types._smashTestNotificationButton.title
source: Test overflow
ca: Sobrecàrrega de proves
de: Testüberfluss
es: Sobrecarga de pruebas
fr: Débordement de tests
id: Tes overflow
it: Prove eccessive
ja: テスト過剰
ko: 테스트 과잉
pt: Teste de Transbordamento
th: ทดสอบโอเวอร์โฟลว์
zh_hans: 过度测试
zh_hant: 過度測試

# _achievements._types._tutorialCompleted.title
source: Misskey Elementary Course Diploma
ca: Diploma del Curs Elemental de Misskey
de: Misskey Grundkurs-Diplom
es: Diploma del Curso Básico de Misskey
fr: Diplôme de la course élémentaire de Misskey
id: Ijazah Sekolah Dasar Misskey
it: Attestato di partecipazione al corso per principianti di Misskey
ja: Misskey初心者講座 修了証
ko: Misskey 입문자 과정 수료증
pt: Diploma de Ensino Fundamental Misskey
th: ใบรับรองการสำเร็จหลักสูตร Misskey มือใหม่
zh_hans: Misskey 初学者课程 结业证书
zh_hant: Misskey新手講座 結業證書

# _achievements._types._bubbleGameDoubleExplodingHead.title
source: Double🤯
ca: Doble 🤯
de: Doppel🤯
es: Doble 🤯
id: Ganda 🤯
it: Doppio 🤯
ja: ダブル🤯
ko: 더블 🤯
pt: 🤯 Duplo
th: ดับเบิ้ล
zh_hans: 两个🤯
zh_hant: 雙重🤯

# _achievements._types._login30.title
source: Misskist I
cs: Misskista I
de: Misskist Ⅰ
es: Misskero I
fr: Misskeynaute I
ja: ミスキストⅠ
ko: 미스키스트 I
ru: Мискиец Ⅰ
th: มิสคิสต์ I
uk: Міскієць I
vi: Misskist cấp I
zh_hans: Misskist Ⅰ
zh_hant: Misskist Ⅰ

# _achievements._types._login60.title
source: Misskist II
cs: Misskista II
de: Misskist Ⅱ
es: Misskero II
fr: Misskeynaute II
it: Misskeist II
ja: ミスキストⅡ
ko: 미스키스트 II
ru: Мискиец Ⅱ
th: มิสคิสต์ II
uk: Міскієць II
vi: Misskist cấp II
zh_hans: Misskist Ⅱ
zh_hant: Misskist ⅠⅠ

# _achievements._types._login100.title
source: Misskist III
cs: Misskista III
de: Misskist Ⅲ
es: Misskero III
fr: Misskeynaute III
it: Misskeist III
ja: ミスキストⅢ
ko: 미스키스트 III
ru: Мискиец Ⅲ
th: มิสคิสต์ III
uk: Міскієць III
vi: Misskist cấp III
zh_hans: Misskist Ⅲ
zh_hant: Misskist ⅠⅠⅠ

# _achievements._types._login200.title
source: Regular I
cs: Stálý zákazník I
de: Stammbesucher Ⅰ
fr: Régulier I
id: Reguler I
it: Regolare I livello
ja: 常連Ⅰ
ko: 단골 I
pt: Freguês I
ru: Завсегдатай Ⅰ
th: ลูกค้าประจำ I
uk: Завсідник I
vi: Khách hàng thường xuyên cấp I
zh_hans: 定期联系Ⅰ
zh_hant: 普通Ⅰ

# _achievements._types._login300.title
source: Regular II
cs: Stálý zákazník II
de: Stammbesucher Ⅱ
fr: Régulier II
id: Reguler II
it: Regolare II livello
ja: 常連Ⅱ
ko: 단골 II
pt: Freguês II
ru: Завсегдатай Ⅱ
th: ลูกค้าประจำ II
uk: Завсідник II
vi: Khách hàng thường xuyên cấp II
zh_hans: 定期联系Ⅱ
zh_hant: 普通ⅠⅠ

# _achievements._types._login400.title
source: Regular III
cs: Stálý zákazník III
de: Stammbesucher Ⅲ
fr: Régulier III
id: Reguler III
it: Regolare III livello
ja: 常連Ⅲ
ko: 단골 III
pt: Freguês III
ru: Завсегдатай Ⅲ
th: ลูกค้าประจำ III
uk: Завсідник III
vi: Khách hàng thường xuyên cấp III
zh_hans: 定期联系Ⅲ
zh_hant: 普通ⅠⅠⅠ

# _achievements._types._followers100.title
source: Popular
cs: Populární
de: Beliebt
fr: Populaire
id: Terkenal
it: Popolare
ja: 人気者
ko: 인기왕
no: Populær
ru: Всеобщий любимец
th: บุคคลที่เป็นที่นิยม
uk: Популярна особа
vi: Người nổi tiếng
zh_hans: 胜友如云
zh_hant: 熱門人物

# _achievements._types._login500.title
source: Expert I
de: Veteran Ⅰ
es: Veterano I
id: Veteran I
it: Professionista I livello
ja: ベテランⅠ
ko: 베테랑 I
pt: Veterano I
ru: Ветеран Ⅰ
th: ผู้เชี่ยวชาญ I
uk: Ветеран I
zh_hans: 老熟人Ⅰ
zh_hant: 老兵Ⅰ

# _achievements._types._login600.title
source: Expert II
de: Veteran Ⅱ
es: Veterano II
id: Veteran II
it: Professionista II livello
ja: ベテランⅡ
ko: 베테랑 II
pt: Veterano II
ru: Ветеран Ⅱ
th: ผู้เชี่ยวชาญ II
uk: Ветеран II
zh_hans: 老熟人Ⅱ
zh_hant: 老兵ⅠⅠ

# _achievements._types._login700.title
source: Expert III
de: Veteran Ⅲ
es: Veterano III
id: Veteran III
it: Professionista III livello
ja: ベテランⅢ
ko: 베테랑 III
pt: Veterano III
ru: Ветеран Ⅲ
th: ผู้เชี่ยวชาญ III
uk: Ветеран III
zh_hans: 老熟人Ⅲ
zh_hant: 老兵ⅠⅠⅠ
